def start_mess(user,id):
    name = user.first_name  # نام اول (همیشه وجود دارد)
    
    if user.last_name:  # اگر نام خانوادگی تنظیم شده بود
        name += " " + user.last_name  # ترکیب نام و نام خانوادگی
    
    t=f'''سلام {name} عزیز❤️‍🔥
 - به ربات  رسیدساز جعلی خوش آمدید🌹

با این ربات میتونی بیش از 35 رسیدجعلیه انواع بانک ها و اپلکیشن هارو بسازییی😱

🕘 ساعت ورود: 20:10:12
📆 تاریخ ورود : 1404/01/09
🆔 آیدی عددی شما: {str(id)}

 ‼️به درستی از ربات استفاده کنید :)

❌درضمن مدیر ربات هیچ گونه استفاده نادرست شما از ربات را برعهده نمیگیرد این ربات صرفا جهت آشنایی شما با طراحی رسید و سرگرمی ساخته شده است و اگر غیر این قصد ربات را استارت کرده اید بلاک میشوید❌

💯 ابتدا پیشنهاد میشود قسمت راهنمای ربات را مرور کنید✅
با استفاده از دکمه های زیر شروع به ساخت رسید یا استفاده از ربات بکنید👇🏻'''
    return t + "\n\nمتن تستی"